adrianwilczynski.alpine-js-intellisense
antfu.browse-lite
antfu.vite
astro-build.astro-vscode
batisteo.vscode-django
bibhasdn.django-html
bierner.markdown-checkbox
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docsmsft.docs-markdown
donjayamanne.githistory
dskwrk.vscode-generate-getter-setter
esbenp.prettier-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
gruntfuggly.todo-tree
imgildev.vscode-nextjs-generator
heybourn.headwind
humao.rest-client
kbysiec.vscode-search-everywhere
kevinrose.vsc-python-indent
kortina.vscode-markdown-notes
leizongmin.node-module-intellisense
mhutchie.git-graph
mike-co.import-sorter
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
ms-vscode.powershell
ms-dotnettools.vscode-dotnet-runtime
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-pg
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
planbcoding.vscode-react-refactor
pmneo.tsimporter
prettier.prettier-vscode
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
richie5um2.vscode-sort-json
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
stringham.move-ts
svelte.svelte-vscode
tamasfe.even-better-toml
teabyii.ayu
ujjwalbarman.kamekazi-dark
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
visualstudioexptteam.vscodeintellicode-insiders
vitest.explorer
vue.volar
wayou.vscode-todo-highlight
yoavbls.pretty-ts-errors
yzane.markdown-pdf
yzhang.markdown-all-in-one
zignd.html-css-class-completion
